PURPOSE_INTRO = (
    "Предназначение — это то, куда человек естественно растёт по жизни.\n\n"
    "Это не просто работа или профессия. Это направление, в котором раскрываются его сильные стороны, опыт, характер и глубинный смысл пути.\n\n"
    "Когда человек живёт в согласии со своим предназначением,\n"
    "у него появляется больше внутренней опоры, ясности и ощущения своего места.\n\n"
)

PURPOSE_TEXTS= {
    1: "с лидерством, самостоятельностью и умением прокладывать путь.",
    2: "с гармонией, поддержкой, тонкостью восприятия и партнёрством.",
    3: "вязано с творчеством, выражением себя, словом и вдохновением других.",
    4: "с порядком, устойчивостью, системой и созданием прочной основы.",
    5: "со свободой, движением, переменами и расширением границ.",
    6: "с заботой, любовью, красотой, отношениями и служением людям.",
    7: "с познанием, глубиной, внутренним поиском и мудростью.",
    8: "с силой, ответственностью, влиянием и умением управлять ресурсами.",
    9: "с зрелостью, состраданием, внутренней силой и служением большему."
}

PURPOSE_OUTRO = (
    "Именно эта сфера жизни может быть непросто развивать.\n"
    "Но когда вы начинете делать шаги в этом направлении, вы словно поднимаетесь на новый уровень — "
    "и с этой высоты другие сферы жизни постепенно выравниваются сами.\n\n"
    "Это не лёгкий путь.\n"
    "Но он ключевой — следуя ему, чем бы вы не знаимались, вы сможете обрести  силу, ясность и благополучие."
    
)
